CSI API ETABS v1
cDStAISC_ASD89 Interface
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
public interface cDStAISC_ASD89
Public Interface cDStAISC_ASD89
Dim instance As cDStAISC_ASD89
public interface class cDStAISC_ASD89
type cDStAISC_ASD89 =  interface end
The cDStAISC_ASD89 type exposes the following members.
Methods
Name | Description
GetOverwrite
GetPreference
SetOverwrite
SetPreference
Top
See Also
Reference
ETABSv1 Namespace